Repository: easydigitaldownloads/edd-coming-soon
Catalog: languages/edd-coming-soon-*.po
Languages: da_dk, fr_fr

source: Cheatin&#8217; huh?
da_dk: Halløj! snyder du?
fr_fr: Une mauvaise manipulation ?

source: Coming Soon
da_dk: Kommer Snart
fr_fr: Prochainement

source: This download cannot be purchased
da_dk: Denne downloads kan ikke købes
fr_fr: Ce téléchargement ne peut être acheté

source: Let us know you're interested by voting below.
da_dk: Lad os vide, at du er interesseret ved at give din stemme nedenfor.
fr_fr: Faites-nous savoir que vous êtes intéressé·e en votant ci-dessous.

source: I want this
da_dk: Jeg ønsker dette
fr_fr: Je le veux

source: We heard you! Your interest for this %s was duly noted.
da_dk: Vi har hørt dig! Din interesse for dette %s er blevet noteret.
fr_fr: Parfait ! Votre intêret pour ce %s a bien été noté.

source: Voting...
da_dk: Afstemning...
fr_fr: Vote...

source: This plugin
da_dk: Dette plugin
fr_fr: Cette extension

source: requires %s. Please activate it to continue.
da_dk: obligatorisk %s. Aktiver det venligst for, at fortsætte.
fr_fr: nécessite %s. Veuillez l’activer pour continuer.

source: requires %s. Please install it to continue.
da_dk: obligatorisk %s. Installere det venligst for, at fortsætte.
fr_fr: nécessite %s. Veuillez l’installer pour continuer.

source: Enable Coming Soon / Custom Status download
da_dk: Aktiver Kommer Snart / Brugertilpasset Status download
fr_fr: Activer l’état Prochainement/Personnalisé

source: Custom Status text (default: <em>%s</em>)
da_dk: Brugertilpasset status tekst (standard: <em>%s</em>)
fr_fr: Texte de l’état personnalisé (par défaut : <em>%s</em>)

source: Voting
da_dk: Afstemning
fr_fr: Vote

source: Enable voting
da_dk: Aktiver afstemning
fr_fr: Activer le vote

source: Enable voting in the %s shortcode
da_dk: Aktiver afstemning i %s kort-koden
fr_fr: Activer le vote dans le code court %s

source: Votes
da_dk: Stemmer

source: %s person wants this %s
da_dk: %s person ønsker denne %s
fr_fr: %s personne attend ce %s

source: %s with no votes won't appear in the above list.
da_dk: %s uden stemmer, vises det ikke på ovenstående liste.
fr_fr: Les %s sans vote n’apparaitront pas dans la liste ci-dessus.

source: Either there are no &laquo;Coming Soon&raquo; %s in the shop at the moment, or none of them received votes.
da_dk: Enten er der ingen &laquo;Kommer Snart&raquo; %s i e-butikken på nuværende tidspunkt eller så har ingen af dem fået stemmer.
fr_fr: Il n’y a aucun %s « En préparation » dans la boutique pour le moment, ou aucun d’eux n’a obtenu de vote.

source: Most Wanted Coming Soon %s
da_dk: Mest ønskede Kommer Snart %s
fr_fr: Le %s en préparation le plus demandé

source: Votes:
da_dk: Stemmer:
